Repository: xcv58/MacTools
Catalog: Plugins/AppleShortcuts/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# action.confirm.button
source: 运行
ar: تشغيل
de: Ausführen
en: Run
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
pt: Executar
ru: Запустить
tr: Çalıştır
zh_hant: 執行

# action.confirm.message
source: 此快捷指令将通过 Apple“快捷指令”运行，并可能访问其他应用或数据。
ar: سيتم تشغيل هذا الاختصار من خلال Apple Shortcuts وقد يصل إلى تطبيقات أو بيانات أخرى.
de: Dieser Kurzbefehl wird über die App „Kurzbefehle“ ausgeführt und greift möglicherweise auf andere Apps oder Daten zu.
en: This shortcut will run through Apple Shortcuts and may access other apps or data.
es: Este atajo se ejecutará mediante Atajos de Apple y puede acceder a otras apps o datos.
fr: Ce raccourci sera exécuté dans Raccourcis Apple et pourra accéder à d’autres apps ou données.
ja: このショートカットは Apple ショートカットを通じて実行され、他のアプリやデータにアクセスする可能性があります。
ko: 이 단축어는 Apple 단축어를 통해 실행되며 다른 앱이나 데이터에 접근할 수 있습니다.
pt: Este atalho será executado pelo app Atalhos da Apple e poderá acessar outros aplicativos ou dados.
ru: Эта команда будет запущена через приложение «Команды» и может обращаться к другим приложениям или данным.
tr: Bu kısayol Apple Shortcuts üzerinden çalışacak ve diğer uygulamalara veya verilere erişebilir.
zh_hant: 此捷徑將透過 Apple「捷徑」執行，並可能存取其他 App 或資料。

# action.confirm.title.format
source: 运行“%@”？
ar: تشغيل «%@»؟
de: „%@“ ausführen?
en: Run “%@”?
es: ¿Ejecutar «%@»?
fr: Exécuter « %@ » ?
ja: 「%@」を実行しますか？
ko: ‘%@’을(를) 실행할까요?
pt: Executar “%@”?
ru: Запустить «%@»?
tr: “%@” çalıştırılsın mı?
zh_hant: 執行「%@」？

# action.description.format
source: 运行 Apple 快捷指令“%@”。
ar: قم بتشغيل اختصار Apple "%@".
de: Apple-Kurzbefehl „%@“ ausführen.
en: Run the Apple Shortcut “%@”.
es: Ejecuta el atajo de Apple «%@».
fr: Exécutez le raccourci Apple « %@ ».
ja: Apple ショートカット「%@」を実行します。
ko: Apple 단축어 ‘%@’을(를) 실행하세요.
pt: Execute o atalho da Apple “%@”.
ru: Запустить быструю команду Apple «%@».
tr: “%@” Apple kısayolunu çalıştırır.
zh_hant: 執行 Apple 捷徑「%@」。

# action.subtitle
source: Apple 快捷指令
ar: اختصارات Apple
de: Apple-Kurzbefehle
en: Apple Shortcuts
es: Atajos de Apple
fr: Raccourcis Apple
ja: Appleショートカット
ko: Apple 단축어
pt: Atalhos da Apple
ru: Быстрые команды Apple
tr: Apple Shortcuts
zh_hant: Apple 捷徑

# action.unavailable.executable
source: 系统未提供“快捷指令”命令。
ar: أمر الاختصارات غير متوفر على هذا النظام.
de: Der Befehl „shortcuts“ ist auf diesem System nicht verfügbar.
en: The Shortcuts command is unavailable on this system.
es: El comando Atajos no está disponible en este sistema.
fr: La commande Raccourcis n'est pas disponible sur ce système.
ja: このシステムではショートカット コマンドは使用できません。
ko: 이 시스템에서는 단축어 명령을 사용할 수 없습니다.
pt: O comando Atalhos não está disponível neste sistema.
ru: Инструмент запуска быстрых команд недоступен в этой системе.
tr: Bu sistemde Shortcuts komutu kullanılamıyor.
zh_hant: 系統未提供「捷徑」指令。

# action.unavailable.missing
source: 在 Apple“快捷指令”中找不到此项目。
ar: لا يمكن العثور على هذا العنصر في اختصارات Apple.
de: Dieses Element konnte in der App „Kurzbefehle“ nicht gefunden werden.
en: This item could not be found in Apple Shortcuts.
es: No se encontró este elemento en Atajos de Apple.
fr: Cet élément est introuvable dans Raccourcis Apple.
ja: この項目は Apple ショートカットで見つかりませんでした。
ko: 이 항목은 Apple 단축어에서 찾을 수 없습니다.
pt: Este item não foi encontrado no app Atalhos da Apple.
ru: Этот элемент не найден в приложении «Команды».
tr: Bu öğe Apple Shortcuts'ta bulunamadı.
zh_hant: 在 Apple「捷徑」中找不到此項目。

# action.unavailable.running
source: 此快捷指令正在运行。
ar: هذا الاختصار قيد التشغيل بالفعل.
de: Dieser Kurzbefehl wird bereits ausgeführt.
en: This shortcut is already running.
es: Este atajo ya se está ejecutando.
fr: Ce raccourci est déjà en cours d'exécution.
ja: このショートカットはすでに実行されています。
ko: 이 단축어는 이미 실행 중입니다.
pt: Este atalho já está em execução.
ru: Эта команда уже выполняется.
tr: Bu kısayol zaten çalışıyor.
zh_hant: 此捷徑正在執行。

# action.unavailable.untracked
source: 此快捷指令未启用。
ar: لم يتم تمكين هذا الاختصار.
de: Dieser Kurzbefehl ist nicht aktiviert.
en: This shortcut is not enabled.
es: Este atajo no está habilitado.
fr: Ce raccourci n'est pas activé.
ja: このショートカットは有効になっていません。
ko: 이 단축어는 활성화되어 있지 않습니다.
pt: Este atalho não está habilitado.
ru: Эта команда не включена.
tr: Bu kısayol etkin değil.
zh_hant: 此捷徑尚未啟用。

# batch.actions
source: 批量操作
ar: الإجراءات المجمعة
de: Stapelaktionen
en: Bulk Actions
es: Acciones masivas
fr: Actions groupées
ja: 一括アクション
ko: 일괄 작업
pt: Ações em massa
ru: Групповые действия
tr: Toplu İşlemler
zh_hant: 批次操作

# batch.clear
source: 清除选择
ar: إلغاء التحديد
de: Auswahl aufheben
en: Clear Selection
es: Borrar selección
fr: Effacer la sélection
ja: 選択を解除
ko: 선택 해제
pt: Limpar seleção
ru: Снять выделение
tr: Seçimi Temizle
zh_hant: 清除選取

# batch.disable.confirm.message
source: 停用后，这些快捷指令将不再出现在 MacTools 中，其 MacTools 运行设置也会移除。
ar: لن تظهر هذه الاختصارات بعد الآن في MacTools، وستُزال إعدادات تشغيلها في MacTools.
de: Diese Kurzbefehle erscheinen nicht mehr in MacTools und ihre MacTools-Ausführungseinstellungen werden entfernt.
en: These shortcuts will no longer appear in MacTools, and their MacTools run settings will be removed.
es: Estos atajos dejarán de aparecer en MacTools y se eliminarán sus ajustes de ejecución de MacTools.
fr: Ces raccourcis n'apparaîtront plus dans MacTools et leurs paramètres d'exécution MacTools seront supprimés.
ja: これらのショートカットは MacTools に表示されなくなり、MacTools の実行設定は削除されます。
ko: 이러한 단축어는 더 이상 MacTools에 표시되지 않으며 해당 MacTools 실행 설정은 제거됩니다.
pt: Esses atalhos não aparecerão mais no MacTools e suas configurações de execução do MacTools serão removidas.
ru: Эти команды больше не будут отображаться в MacTools. Их настройки запуска в MacTools будут удалены.
tr: Bu kısayollar artık MacTools'ta görünmeyecek ve MacTools çalıştırma ayarları kaldırılacak.
zh_hant: 停用後，這些捷徑將不再顯示於 MacTools 中，其 MacTools 執行設定也會移除。

# batch.disable.confirm.title.format
source: 停用 %lld 个快捷指令？
ar: هل تريد تعطيل الاختصارات (%lld)؟
de: Kurzbefehle deaktivieren (%lld)?
en: Disable Shortcuts (%lld)?
es: ¿Desactivar atajos (%lld)?
fr: Désactiver la sélection (%lld) ?
ja: %lld 個のショートカットを無効にしますか?
ko: 단축어 %lld개를 비활성화하시겠습니까?
pt: Desativar atalhos (%lld)?
ru: Отключить команды (%lld)?
tr: %lld kısayol devre dışı bırakılsın mı?
zh_hant: 停用 %lld 個捷徑？

# batch.disable.format
source: 停用 (%lld)
ar: تعطيل (%lld)
de: Deaktivieren (%lld)
en: Disable (%lld)
es: Deshabilitar (%lld)
fr: Désactiver (%lld)
ja: 無効にする (%lld)
ko: 비활성화(%lld)
pt: Desativar (%lld)
ru: Отключить (%lld)
tr: Devre Dışı Bırak (%lld)

# batch.done
source: 完成
ar: تم
de: Fertig
en: Done
es: Listo
fr: Terminé
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
tr: Tamamlandı

# batch.enable.confirm.message
source: 启用后，这些快捷指令会出现在 MacTools 中。不会启用 Run Link。
ar: ستظهر هذه الاختصارات في MacTools. لن تُفعّل روابط التشغيل.
de: Diese Kurzbefehle erscheinen in MacTools. Ausführungslinks werden nicht aktiviert.
en: These shortcuts will appear in MacTools. Run Links will not be enabled.
es: Estos atajos aparecerán en MacTools. No se habilitarán los enlaces de ejecución.
fr: Ces raccourcis apparaîtront dans MacTools. Les liens d'exécution ne seront pas activés.
ja: これらのショートカットは MacTools に表示されます。Run Link は有効になりません。
ko: 이러한 단축어는 MacTools에 표시됩니다. 실행 링크는 활성화되지 않습니다.
pt: Esses atalhos aparecerão no MacTools. Os links de execução não serão habilitados.
ru: Эти команды появятся в MacTools. Запуск по ссылкам не будет включён.
tr: Bu kısayollar MacTools'ta görünecek. Run Link'ler etkinleştirilmeyecek.
zh_hant: 啟用後，這些捷徑會顯示於 MacTools 中。不會啟用 Run Link。

# batch.enable.confirm.title.format
source: 启用 %lld 个快捷指令？
ar: هل تريد تفعيل الاختصارات (%lld)؟
de: Kurzbefehle aktivieren (%lld)?
en: Enable Shortcuts (%lld)?
es: ¿Habilitar atajos (%lld)?
fr: Activer la sélection (%lld) ?
ja: %lld 個のショートカットを有効にしますか?
ko: 단축어 %lld개를 활성화하시겠습니까?
pt: Ativar atalhos (%lld)?
ru: Включить команды (%lld)?
tr: %lld kısayol etkinleştirilsin mi?
zh_hant: 啟用 %lld 個捷徑？

# batch.enable.format
source: 启用 (%lld)
ar: تمكين (%lld)
de: Aktivieren (%lld)
en: Enable (%lld)
es: Habilitar (%lld)
fr: Activer (%lld)
ja: 有効にする (%lld)
ko: 활성화(%lld)
pt: Ativar (%lld)
ru: Включить (%lld)
tr: Etkinleştir (%lld)
zh_hant: 啟用 (%lld)

# batch.select
source: 选择
ar: تحديد
de: Auswählen
en: Select
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
pt: Selecionar
ru: Выбрать
tr: Seç
zh_hant: 選取

# batch.select.all.visible
source: 选择全部可见项
ar: تحديد كل العناصر الظاهرة
de: Alle sichtbaren auswählen
en: Select All Visible
es: Seleccionar todos los visibles
fr: Sélectionner tout ce qui est visible
ja: 表示中の項目をすべて選択
ko: 표시된 항목 모두 선택
pt: Selecionar todos os visíveis
ru: Выбрать все видимые
tr: Görünen Tümünü Seç
zh_hant: 選取所有可見項目

# batch.selected.format
source: 已选择 %lld 项
ar: تم تحديد %lld
de: %lld ausgewählt
en: %lld selected
es: Selección: %lld
fr: Sélection : %lld
ja: %lld件選択
ko: %lld개 선택됨
pt: Selecionados: %lld
ru: Выбрано: %lld
tr: %lld seçildi
zh_hant: 已選取 %lld 項

# batch.selection.accessibility
source: 选择快捷指令
ar: حدد الاختصار
de: Kurzbefehl auswählen
en: Select shortcut
es: Seleccionar atajo
fr: Sélectionner un raccourci
ja: ショートカットを選択
ko: 단축어 선택
pt: Selecionar atalho
ru: Выбрать команду
tr: Kısayolu seç
zh_hant: 選取捷徑

# common.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# detail.empty
source: 选择一个快捷指令
ar: حدد الاختصار
de: Einen Kurzbefehl auswählen
en: Select a shortcut
es: Selecciona un atajo
fr: Sélectionner un raccourci
ja: ショートカットを選択してください
ko: 단축어 선택
pt: Selecione um atalho
ru: Выберите команду
tr: Bir kısayol seçin
zh_hant: 選取捷徑

# detail.sources
source: 来源
ar: المصادر
de: Quellen
en: Sources
es: Fuentes
fr: Sources
ja: ソース
ko: 출처
pt: Fontes
ru: Источники
tr: Kaynaklar
zh_hant: 來源

# empty.enabled
source: 尚未启用快捷指令
ar: لم يتم تمكين أي اختصارات
de: Keine Kurzbefehle aktiviert
en: No shortcuts are enabled
es: No hay atajos habilitados
fr: Aucun raccourci n'est activé
ja: 有効なショートカットはありません
ko: 단축어가 활성화되어 있지 않습니다.
pt: Nenhum atalho está ativado
ru: Нет включённых команд
tr: Etkin kısayol yok
zh_hant: 尚未啟用捷徑

# empty.library
source: 没有快捷指令
ar: لا توجد اختصارات
de: Keine Kurzbefehle
en: No shortcuts
es: Sin atajos
fr: Aucun raccourci
ja: ショートカットはありません
ko: 단축어 없음
pt: Sem atalhos
ru: Нет команд
tr: Kısayol yok
zh_hant: 沒有捷徑

# empty.library.description
source: 请先在 Apple“快捷指令”中创建快捷指令，然后刷新。
ar: قم بإنشاء اختصار في Apple Shortcuts، ثم قم بالتحديث.
de: Erstellen Sie einen Kurzbefehl in der App „Kurzbefehle“ und aktualisieren Sie dann die Ansicht.
en: Create a shortcut in Apple Shortcuts, then refresh.
es: Crea un atajo en Atajos de Apple y actualiza la lista.
fr: Créez un raccourci dans Raccourcis Apple, puis actualisez.
ja: Apple ショートカットでショートカットを作成してから、更新してください。
ko: Apple 단축어에서 단축어를 만든 다음 새로고침하세요.
pt: Crie um atalho no app Atalhos da Apple e atualize.
ru: Создайте быструю команду в приложении «Команды», затем обновите список.
tr: Apple Shortcuts'ta bir kısayol oluşturun, ardından yenileyin.
zh_hant: 請先在 Apple「捷徑」中建立捷徑，然後重新整理。

# empty.missing
source: 没有未找到的快捷指令
ar: لا توجد اختصارات مفقودة
de: Keine fehlenden Kurzbefehle
en: No missing shortcuts
es: No faltan atajos
fr: Aucun raccourci manquant
ja: 見つからないショートカットはありません
ko: 누락된 단축어 없음
pt: Não faltam atalhos
ru: Нет отсутствующих команд
tr: Eksik kısayol yok
zh_hant: 沒有找不到的捷徑

# empty.search
source: 没有匹配项
ar: لا توجد تطابقات
de: Keine Treffer
en: No matches
es: No hay coincidencias
fr: Aucune correspondance
ja: 一致するものはありません
ko: 일치하는 항목이 없습니다.
pt: Sem correspondências
ru: Нет совпадений
tr: Eşleşme yok
zh_hant: 沒有符合項目

# empty.search.description
source: 请尝试其他搜索内容。
ar: حاول إجراء بحث مختلف.
de: Versuchen Sie eine andere Suche.
en: Try a different search.
es: Intente una búsqueda diferente.
fr: Essayez une autre recherche.
ja: 別の検索を試してください。
ko: 다른 검색을 시도해 보세요.
pt: Tente uma pesquisa diferente.
ru: Попробуйте другой поиск.
tr: Farklı bir arama deneyin.
zh_hant: 請嘗試其他搜尋內容。

# error.executable
source: 系统未提供“快捷指令”命令。
ar: أمر الاختصارات غير متوفر على هذا النظام.
de: Der Befehl „shortcuts“ ist auf diesem System nicht verfügbar.
en: The Shortcuts command is unavailable on this system.
es: El comando Atajos no está disponible en este sistema.
fr: La commande Raccourcis n'est pas disponible sur ce système.
ja: このシステムではショートカット コマンドは使用できません。
ko: 이 시스템에서는 단축어 명령을 사용할 수 없습니다.
pt: O comando Atalhos não está disponível neste sistema.
ru: Инструмент запуска быстрых команд недоступен в этой системе.
tr: Bu sistemde Shortcuts komutu kullanılamıyor.
zh_hant: 系統未提供「捷徑」指令。

# error.launch
source: 无法启动系统“快捷指令”命令。
ar: تعذر تشغيل أمر الاختصارات.
de: Der Befehl „shortcuts“ konnte nicht gestartet werden.
en: Could not launch the Shortcuts command.
es: No se pudo iniciar el comando Atajos.
fr: Impossible de lancer la commande Raccourcis.
ja: ショートカット コマンドを起動できませんでした。
ko: 단축어 명령을 시작할 수 없습니다.
pt: Não foi possível iniciar o comando Atalhos.
ru: Не удалось запустить инструмент быстрых команд.
tr: Shortcuts komutu başlatılamadı.
zh_hant: 無法啟動系統「捷徑」指令。

# error.output
source: 无法读取“快捷指令”返回的数据。
ar: تعذر قراءة البيانات التي تم إرجاعها بواسطة الاختصارات.
de: Die von „Kurzbefehle“ zurückgegebenen Daten konnten nicht gelesen werden.
en: Could not read the data returned by Shortcuts.
es: No se pudieron leer los datos devueltos por Atajos.
fr: Impossible de lire les données renvoyées par Raccourcis.
ja: ショートカットによって返されたデータを読み取ることができませんでした。
ko: 단축어에서 반환된 데이터를 읽을 수 없습니다.
pt: Não foi possível ler os dados retornados pelo app Atalhos.
ru: Не удалось прочитать данные, возвращённые приложением «Команды».
tr: Shortcuts tarafından döndürülen veriler okunamadı.
zh_hant: 無法讀取「捷徑」傳回的資料。

# error.timeout
source: 操作超时。
ar: انتهت مهلة العملية.
de: Zeitüberschreitung bei der Aktion.
en: The operation timed out.
es: Se agotó el tiempo de espera de la operación.
fr: L'opération a expiré.
ja: 操作がタイムアウトしました。
ko: 작업 시간이 초과되었습니다.
pt: O tempo da operação se esgotou.
ru: Время ожидания операции истекло.
tr: İşlem zaman aşımına uğradı.
zh_hant: 操作逾時。

# folder.sync.disable.button
source: 停止同步
ar: إيقاف المزامنة
de: Synchronisierung beenden
en: Stop Syncing
es: Detener sincronización
fr: Arrêter la synchronisation
ja: 同期を停止
ko: 동기화 중지
pt: Parar sincronização
ru: Остановить синхронизацию
tr: Eşitlemeyi Durdur

# folder.sync.disable.review
source: 停止同步后，%lld 个仅由此文件夹启用的操作将不再发布。
ar: بعد إيقاف المزامنة، لن تعود الإجراءات المفعّلة من خلال هذا المجلد وحده متاحة في MacTools. عدد الإجراءات المتأثرة: %lld.
de: Nach Beendigung der Synchronisierung sind die nur durch diesen Ordner aktivierten Aktionen in MacTools nicht mehr verfügbar. Betroffen: %lld.
en: After syncing stops, actions enabled only by this folder will no longer be available in MacTools. Affected: %lld.
es: Al detener la sincronización, dejarán de publicarse las acciones habilitadas solo por esta carpeta (%lld).
fr: Après l’arrêt de la synchronisation, les actions activées uniquement par ce dossier ne seront plus publiées. Actions concernées : %lld.
ja: 同期を停止すると、このフォルダーだけを有効化元とする %lld 個のアクションは公開されなくなります。
ko: 동기화가 중지되면 이 폴더에서만 활성화된 %lld개의 동작이 더 이상 제공되지 않습니다.
pt: Ao parar a sincronização, as ações habilitadas apenas por esta pasta deixarão de ser publicadas. Total: %lld.
ru: После остановки синхронизации действия, включённые только этой папкой, больше не будут публиковаться: %lld.
tr: Eşitleme durdurulduktan sonra, yalnızca bu klasör üzerinden etkinleştirilen %lld eylem artık yayınlanmayacak.
zh_hant: 停止同步後，%lld 個僅由此檔案夾啟用的操作將不再發佈。

# folder.sync.disable.title
source: 停止同步文件夹？
ar: هل تريد إيقاف مزامنة هذا المجلد؟
de: Synchronisierung dieses Ordners beenden?
en: Stop syncing this folder?
es: ¿Dejar de sincronizar esta carpeta?
fr: Arrêter de synchroniser ce dossier ?
ja: このフォルダーの同期を停止しますか?
ko: 이 폴더의 동기화를 중지하시겠습니까?
pt: Parar de sincronizar esta pasta?
ru: Прекратить синхронизацию этой папки?
tr: Bu klasörün eşitlemesi durdurulsun mu?
zh_hant: 停止同步檔案夾？

# folder.sync.enable.button
source: 保持同步
ar: استمر في المزامنة
de: Synchronisiert halten
en: Keep in Sync
es: Mantener sincronizado
fr: Maintenir la synchronisation
ja: 同期を保つ
ko: 동기화 유지
pt: Manter sincronizado
ru: Поддерживать синхронизацию
tr: Eşitlemeyi Sürdür

# folder.sync.enable.review
source: 将新增 %lld 个操作。以后加入此文件夹的快捷指令也会自动启用。
ar: الإجراءات التي ستُضاف: %lld. ستُفعّل تلقائيًا أيضًا أي اختصارات تُضاف إلى هذا المجلد لاحقًا.
de: Neu hinzukommende Aktionen: %lld. Später zu diesem Ordner hinzugefügte Kurzbefehle werden ebenfalls automatisch aktiviert.
en: Actions to add: %lld. Shortcuts added to this folder later will also be enabled automatically.
es: Acciones que se añadirán: %lld. Los atajos añadidos a esta carpeta más adelante también se habilitarán automáticamente.
fr: Actions à ajouter : %lld. Les raccourcis ajoutés ultérieurement à ce dossier seront également activés automatiquement.
ja: %lld 個のアクションが追加されます。後でこのフォルダーに追加されたショートカットも自動的に有効になります。
ko: %lld개의 동작이 추가됩니다. 나중에 이 폴더에 추가된 단축어도 자동으로 활성화됩니다.
pt: Ações a adicionar: %lld. Os atalhos adicionados posteriormente a esta pasta também serão ativados automaticamente.
ru: Будут добавлены действия: %lld. Команды, добавленные в эту папку позже, также будут включаться автоматически.
tr: %lld eylem eklenecek. Bu klasöre daha sonra eklenen kısayollar da otomatik olarak etkinleştirilecek.
zh_hant: 將新增 %lld 個操作。之後加入此檔案夾的捷徑也會自動啟用。

# folder.sync.enable.title
source: 保持文件夹同步？
ar: هل تريد إبقاء هذا المجلد متزامنًا؟
de: Diesen Ordner synchronisiert halten?
en: Keep this folder in sync?
es: ¿Mantener esta carpeta sincronizada?
fr: Garder ce dossier synchronisé ?
ja: このフォルダーの同期を維持しますか?
ko: 이 폴더를 동기화 상태로 유지하시겠습니까?
pt: Manter esta pasta sincronizada?
ru: Синхронизировать эту папку?
tr: Bu klasör eşitlensin mi?
zh_hant: 保持檔案夾同步？

# folder.sync.limit
source: 启用后将超过 512 个快捷指令的上限。
ar: سيؤدي تمكين هذا إلى تجاوز الحد الأقصى البالغ 512 اختصارًا.
de: Dies würde das Limit von 512 Kurzbefehlen überschreiten.
en: Enabling this would exceed the 512-shortcut limit.
es: Al habilitarlo se superaría el límite de 512 atajos.
fr: L'activer dépasserait la limite de 512 raccourcis.
ja: これを有効にすると、512 個のショートカット制限を超えます。
ko: 이 기능을 활성화하면 512개 단축어 제한을 초과하게 됩니다.
pt: Ativar isso excederia o limite de 512 atalhos.
ru: Будет превышен лимит в 512 команд.
tr: Bunu etkinleştirmek 512 kısayol sınırını aşar.
zh_hant: 啟用後將超過 512 個捷徑的上限。

# folder.sync.member.add
source: 将启用
ar: سيتم التمكين
de: Wird aktiviert
en: Will Enable
es: Se habilitará
fr: Sera activé
ja: 有効になります
ko: 활성화됩니다
pt: Ativará
ru: Будет включено
tr: Etkinleştirilecek
zh_hant: 將啟用

# folder.sync.member.enabled
source: 已启用
ar: مفعّل
de: Aktiviert
en: Enabled
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
pt: Ativado
ru: Включено
tr: Etkin
zh_hant: 已啟用

# folder.sync.member.excluded
source: 保持停用
ar: إبقاء معطّلًا
de: Deaktiviert lassen
en: Keep Disabled
es: Mantener deshabilitado
fr: Garder désactivé
ja: 無効のままにする
ko: 비활성화 유지
pt: Manter desativado
ru: Оставить отключенным
tr: Devre Dışı Tutulacak

# folder.sync.members
source: 当前成员
ar: الاختصارات الحالية
de: Aktuelle Kurzbefehle
en: Current Members
es: Miembros actuales
fr: Membres actuels
ja: 現在のメンバー
ko: 현재 단축어
pt: Membros atuais
ru: Текущие команды в папке
tr: Geçerli Üyeler
zh_hant: 目前成員

# folder.sync.members.empty
source: 此文件夹当前没有快捷指令。
ar: لا يحتوي هذا المجلد حاليًا على اختصارات.
de: Dieser Ordner enthält derzeit keine Kurzbefehle.
en: This folder currently has no shortcuts.
es: Esta carpeta no contiene atajos.
fr: Ce dossier ne contient actuellement aucun raccourci.
ja: このフォルダーには現在ショートカットがありません。
ko: 이 폴더에는 현재 단축어가 없습니다.
pt: Esta pasta atualmente não possui atalhos.
ru: В этой папке пока нет команд.
tr: Bu klasörde şu anda kısayol yok.
zh_hant: 此檔案夾目前沒有捷徑。

# folder.sync.start
source: 保持同步
ar: استمر في المزامنة
de: Synchronisiert halten
en: Keep in Sync
es: Mantener sincronizado
fr: Maintenir la synchronisation
ja: 同期を保つ
ko: 동기화 유지
pt: Manter sincronizado
ru: Поддерживать синхронизацию
tr: Eşitlemeyi Sürdür

# folder.sync.stop
source: 停止同步
ar: إيقاف المزامنة
de: Synchronisierung beenden
en: Stop Syncing
es: Detener sincronización
fr: Arrêter la synchronisation
ja: 同期を停止
ko: 동기화 중지
pt: Parar sincronização
ru: Остановить синхронизацию
tr: Eşitlemeyi Durdur

# folder.unknown
source: 未找到的文件夹
ar: المجلد مفقود
de: Fehlender Ordner
en: Missing Folder
es: Carpeta faltante
fr: Dossier manquant
ja: フォルダーがありません
ko: 폴더 없음
pt: Pasta ausente
ru: Отсутствует папка
tr: Eksik Klasör
zh_hant: 找不到的檔案夾

# metadata.description
source: 发现并运行现有的 Apple 快捷指令
ar: اكتشف اختصارات Apple الحالية وشغّلها.
de: Vorhandene Apple-Kurzbefehle entdecken und ausführen.
en: Discover and run existing Apple Shortcuts
es: Descubre y ejecuta atajos de Apple existentes.
fr: Découvrez et exécutez vos raccourcis Apple.
ja: 既存のAppleショートカットを見つけて実行します。
ko: 기존 Apple 단축어를 찾아 실행합니다.
pt: Descubra e execute atalhos existentes da Apple.
ru: Находите и запускайте существующие быстрые команды Apple.
tr: Mevcut Apple kısayollarını keşfedin ve çalıştırın
zh_hant: 探索並執行現有的 Apple 捷徑

# metadata.title
source: Apple 快捷指令
ar: اختصارات Apple
de: Apple-Kurzbefehle
en: Apple Shortcuts
es: Atajos de Apple
fr: Raccourcis Apple
ja: Appleショートカット
ko: Apple 단축어
pt: Atalhos da Apple
ru: Быстрые команды Apple
tr: Apple Shortcuts
zh_hant: Apple 捷徑

# policy.confirm.description
source: 从 MacTools 操作界面运行前要求确认。
ar: يلزم التأكيد قبل التشغيل من MacTools.
de: Bestätigung vor der Ausführung über MacTools erforderlich.
en: Require confirmation before running from MacTools.
es: Requiere confirmación antes de ejecutar desde MacTools.
fr: Exiger une confirmation avant d'exécuter à partir de MacTools.
ja: MacTools から実行する前に確認が必要です。
ko: MacTools에서 실행하기 전에 확인이 필요합니다.
pt: Exigir confirmação antes de executar a partir de MacTools.
ru: Требовать подтверждения перед запуском из MacTools.
tr: MacTools'tan çalıştırmadan önce onay istenir.
zh_hant: 從 MacTools 操作介面執行前要求確認。

# policy.confirm.title
source: 运行前确认
ar: التأكيد قبل التشغيل
de: Vor Ausführung bestätigen
en: Confirm Before Running
es: Confirmar antes de ejecutar
fr: Confirmer avant d'exécuter
ja: 実行前に確認
ko: 실행 전 확인
pt: Confirmar antes de executar
ru: Подтверждать перед запуском
tr: Çalıştırmadan Önce Onay İste
zh_hant: 執行前確認

# policy.runlink.description
source: 允许外部链接触发；每次仍需确认。
ar: السماح للروابط الخارجية بتشغيل هذا الاختصار؛ لا يزال التأكيد مطلوبًا في كل مرة.
de: Ausführung dieses Kurzbefehls über externe Links erlauben; eine Bestätigung ist dennoch jedes Mal erforderlich.
en: Allow external links to trigger this shortcut; confirmation is still required every time.
es: Permite que enlaces externos activen este atajo; seguirá siendo necesaria una confirmación cada vez.
fr: Autoriser les liens externes à déclencher ce raccourci ; une confirmation est toujours requise à chaque fois.
ja: 外部リンクからこのショートカットを実行できるようにします。実行時には毎回確認が必要です。
ko: 외부 링크가 이 단축어를 실행하도록 허용합니다. 매번 확인이 필요합니다.
pt: Permitir que links externos acionem este atalho; a confirmação ainda é necessária sempre.
ru: Разрешить запуск этой команды по внешним ссылкам. Подтверждение требуется каждый раз.
tr: Dış bağlantıların bu kısayolu tetiklemesine izin verir; her seferinde yine onay istenir.
zh_hant: 允許外部連結觸發；每次仍需確認。

# policy.runlink.title
source: 允许 Run Link
ar: السماح بروابط التشغيل
de: Ausführungslink erlauben
en: Allow Run Link
es: Permitir enlace de ejecución
fr: Autoriser le lien d'exécution
ja: Run Link を許可
ko: 실행 링크 허용
pt: Permitir link de execução
ru: Разрешить запуск по ссылке
tr: Run Link'e İzin Ver
zh_hant: 允許 Run Link
